[ItemDefs.ID_Iris_GyroBanjo MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Brinquedo do Aviador"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_Iris_GyroBanjo2 MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Brinquedo do Aviador"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_Iris_GyroBanjo2:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Parte dos pertences do Aviador."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_Iris_GyroBanjo3 MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Brinquedo do Aviador"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_Iris_GyroBanjo3:AttributePresentationDefinition_3 AttributePresentationDefinition]
Description="Parte dos pertences do Aviador."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_Iris_GyroBanjo:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Parte dos pertences do Aviador."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_Iris_GyroBanjoR3 MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Brinquedo do Aviador"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_Iris_GyroBanjoR3:AttributePresentationDefinition_4 AttributePresentationDefinition]
Description="Parte dos pertences do Aviador."
NoConstraintText=""
Suffix=""
Prefix=""

